Repository: NMolargik/Waffle
Catalog: Waffle/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: The back and forward buttons step through the selected cell's history
es: Los botones de atrás y adelante recorren el historial de la celda seleccionada
fr_ca: Les boutons précédent et suivant parcourent l'historique de la cellule sélectionnée
ja: 戻る・進むボタンで選択中のセルの履歴を移動します

source: The grid button in the toolbar adds and removes rows and columns. Try it here.
es: El botón de cuadrícula en la barra de herramientas añade y elimina filas y columnas. Pruébalo aquí.
fr_ca: Le bouton de grille dans la barre d'outils ajoute et supprime des rangées et colonnes. Essayez-le ici.
ja: ツールバーのグリッドボタンで行や列を追加・削除できます。ここで試してみましょう。

source: The selected cell glows with a colored border
es: La celda seleccionada brilla con un borde de color
fr_ca: La cellule sélectionnée brille avec une bordure colorée
ja: 選択中のセルは色付きの枠で光ります

source: The sidebar keeps bookmarks and presets, synced with iCloud across your devices
es: La barra lateral guarda marcadores y preajustes, sincronizados con iCloud en todos tus dispositivos
fr_ca: La barre latérale conserve vos signets et préréglages, synchronisés avec iCloud sur tous vos appareils
ja: サイドバーにはブックマークとプリセットが保存され、iCloudでデバイス間に同期されます

source: The toolbar at the top of the window drives whichever cell is selected
es: La barra de herramientas en la parte superior de la ventana controla la celda que esté seleccionada
fr_ca: La barre d'outils en haut de la fenêtre commande la cellule sélectionnée
ja: ウィンドウ上部のツールバーは選択中のセルを操作します

source: There are no cells to rearrange.
es: No hay celdas para reorganizar.
fr_ca: Il n'y a aucune cellule à réorganiser.
ja: 並べ替えるセルがありません。

source: There's no page loaded in the selected cell yet.
es: Todavía no hay ninguna página cargada en la celda seleccionada.
fr_ca: Aucune page n'est encore chargée dans la cellule sélectionnée.
ja: 選択中のセルにはまだページが読み込まれていません。

source: This action will permanently remove all bookmarks.
es: Esta acción eliminará permanentemente todos los marcadores.
fr_ca: Cette action supprimera définitivement tous les signets.
ja: この操作を実行すると、すべてのブックマークが完全に削除されます。

source: This action will permanently remove all presets.
es: Esta acción eliminará permanentemente todos los preajustes.
fr_ca: Cette action supprimera définitivement tous les préréglages.
ja: この操作を実行すると、すべてのプリセットが完全に削除されます。

source: This cell is open in another window
es: Esta celda está abierta en otra ventana
fr_ca: Cette cellule est ouverte dans une autre fenêtre
ja: このセルは別のウインドウで開いています

source: This Is Your Waffle
es: Este es tu waffle
fr_ca: Voici votre waffle
ja: これがあなたのワッフル

source: Title
es: Título
fr_ca: Titre
ja: タイトル

source: Type a web address — or anything else, and Waffle searches for it
es: Escribe una dirección web, o cualquier otra cosa y Waffle la buscará
fr_ca: Tapez une adresse Web — ou n'importe quoi d'autre, et Waffle le cherchera
ja: ウェブアドレスを入力するか、それ以外の言葉を入力するとWaffleが検索します

source: Unlock the full Waffle experience
es: Desbloquea la experiencia completa de Waffle
fr_ca: Déverrouillez l'expérience Waffle complète
ja: Waffleのすべての機能をアンロック

source: Untitled Preset
es: Preajuste sin título
fr_ca: Préréglage sans titre
ja: 名称未設定のプリセット

source: Up to %lldx%lld waffles (double the %lldx%lld limit)
es: Waffles de hasta %lldx%lld (el doble del límite de %lldx%lld)
fr_ca: Des waffles jusqu'à %lldx%lld (le double de la limite de %lldx%lld)
ja: 最大%lldx%lldのワッフル（上限%lldx%lldの2倍）

source: Update
es: Actualizar
fr_ca: Mettre à jour
ja: 更新

source: Use the address bar to search or navigate
es: Usa la barra de direcciones para buscar o navegar
fr_ca: Utilisez la barre d'adresse pour rechercher ou naviguer
ja: アドレスバーで検索やページ移動ができます

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン%@（%@）

source: Waffle + Syrup, what could be better?
es: Waffle + Syrup, ¿qué podría ser mejor?
fr_ca: Waffle + Syrup, quoi de mieux?
ja: Waffle + Syrup、最高の組み合わせです。

source: Waffle is already open
es: Waffle ya está abierto
fr_ca: Waffle est déjà ouvert
ja: Waffleはすでに開いています

source: Waffle is free to use in a %1$lld×%2$lld grid. A one-time Syrup purchase unlocks everything else.
es: Waffle es gratis con una cuadrícula de %1$lld×%2$lld. Una única compra de Syrup desbloquea todo lo demás.
fr_ca: Waffle est gratuit avec une grille de %1$lld×%2$lld. Un achat unique de Syrup débloque tout le reste.
ja: Waffleは%1$lld×%2$lldのグリッドまで無料で使えます。Syrupを一度購入すれば、それ以外のすべての機能が使えます。

source: Waffle shows several webpages at once, side by side in a grid of cells. Keep your mail, news, scores, and video in view at the same time — no tab switching.
es: Waffle muestra varias páginas web a la vez, lado a lado en una cuadrícula de celdas. Mantén a la vista tu correo, las noticias, los resultados y el vídeo al mismo tiempo, sin cambiar de pestaña.
fr_ca: Waffle affiche plusieurs pages Web à la fois, côte à côte dans une grille de cellules. Gardez vos courriels, les nouvelles, les résultats et la vidéo sous les yeux en même temps — sans changer d'onglet.
ja: Waffleは複数のウェブページをセルのグリッドに並べて同時に表示します。メール、ニュース、スコア、動画を、タブを切り替えずに一度に見られます。

source: Welcome to Waffle
es: Te damos la bienvenida a Waffle
fr_ca: Bienvenue dans Waffle
ja: Waffleへようこそ

source: With a keyboard attached
es: Con un teclado conectado
fr_ca: Avec un clavier connecté
ja: キーボード接続時

source: You'll see Syrup right after this tour — and anytime later in Settings
es: Verás Syrup justo después de este recorrido, y cuando quieras en Ajustes
fr_ca: Vous verrez Syrup juste après cette visite — et en tout temps dans Réglages
ja: このツアーの後にSyrupが表示されます。あとからでも設定で確認できます

source: Your Library
es: Tu biblioteca
fr_ca: Votre bibliothèque
ja: ライブラリ

source: Your waffle grid lives in another window. Close this one to keep browsing there.
es: Tu cuadrícula waffle está en otra ventana. Cierra esta para seguir navegando ahí.
fr_ca: Votre grille waffle se trouve dans une autre fenêtre. Fermez celle-ci pour continuer à y naviguer.
ja: ワッフルグリッドは別のウィンドウにあります。このウィンドウを閉じて、そちらで閲覧を続けてください。
